/*
	This file is part the backup utility Mathusalem for Mac OS X.
	Copyright (C) 2008-2009 Pierre-Olivier Latour <info@pol-online.net>
	
	This program is free software: you can redistribute it and/or modify
	it under the terms of the GNU General Public License as published by
	the Free Software Foundation, either version 3 of the License, or
	(at your option) any later version.
	
	This program is distributed in the hope that it will be useful,
	but WITHOUT ANY WARRANTY; without even the implied warranty of
	MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
	GNU General Public License for more details.
	
	You should have received a copy of the GNU General Public License
	along with this program.  If not, see <http://www.gnu.org/licenses/>.
*/

"INVALID_TITLE" = "Unzulässigs Argument!";
"INVALID_MESSAGE" = "Wenn Sie Mathusalem direkt verwenden wollen, müssen Sie es aus der Kommandezeile, mit den Optionen 'backup' oder 'restore', starten.";
"INVALID_DEFAULT_BUTTON" = "Beenden";

"PROMPT_TITLE" = "Eine Sicherung wird gestartet:";
"PROMPT_DEFAULT_BUTTON" = "Starten";
"PROMPT_OTHER_BUTTON" = "Abbrechen";
"PROMPT_MESSAGE" = "Sollten Sie Abbrechen wählen wird die Sicherung zum nächsten geplanten Zeitpunkt erneut starten.";

"ABORT_BACKUP_TITLE" = "Wollen Sie die laufende Sicherung wirklich beenden?";
"ABORT_BACKUP_MESSAGE" = "Die Sicherung muss dann noch einmal von Anfang an ausgeführt werden";
"ABORT_RESTORE_TITLE" = "Wollen Sie die laufende Wiederherstellung wirklich beenden?";
"ABORT_RESTORE_MESSAGE" = "Wiederhergestellte Dateien bleiben nicht erhalten.";
"ABORT_DEFAULT_BUTTON" = "Beenden";
"ABORT_OTHER_BUTTON" = "Fortfahren";

"ERROR_DEFAULT_BUTTON" = "OK";

"STATUS-0" = "Untätig";
"STATUS-1" = "Verbinde mit Ziel…";
"STATUS-2" = "Überprüfe Ziel…";
"STATUS-3" = "Quelle einlesen…";
"STATUS-4" = "Kopiere %@ Objekte…";
"STATUS-5" = "Erstelle Archiv…";
"STATUS-6" = "Entpacke Archiv…";
"STATUS-7" = "Erstelle Disk Image…";
"STATUS-8" = "Disk Image einhängen…";
"STATUS-9" = "Lade %@ vom Ziel…";
"STATUS-10" = "Übertrage %@ auf das Ziel…";
"STATUS-11" = "Datei wird auf dem Ziel gelöscht…";
"STATUS-12" = "Ausführbare Datei läuft…";

"STATUS-TRANSFER-PAUSED" = "(Übertragung schlug fehl, bitte den Neustart-Knopf anklicken.)";

"SEGMENT-FORMAT" = "Verarbeite Segment %i von %i: ";

"STATUS-MB-FORMAT" = "%.1f MB ";
"STATUS-KB-FORMAT" = "%i KB ";

"ERROR-1" = "Konnte nicht zugreifen:";
"ERROR-2" = "Konnte Objektinformatioen nicht empfangen:";
"ERROR-3" = "Konnte Objektrechte nicht setzen:";
"ERROR-4" = "Konnte Objekt nicht veschieben:";
"ERROR-5" = "Konnte Objekt nicht löschen:";
"ERROR-6" = "Konnte Objekt nicht kopieren:";
"ERROR-7" = "Konnte Verzeichnis nicht erstellen:";
"ERROR-8" = "Konnte Datei nicht schreiben:";
"ERROR-9" = "Konnte Archiv nicht erstellen:";
"ERROR-10" = "Konnte Archiv nicht entpacken:";
"ERROR-11" = "Konnte Disk Image nicht erstellen:";
"ERROR-12" = "Konnte Disk Image nicht einhängen:";
"ERROR-13" = "Konnte Disk Image nicht aushängen:";
"ERROR-14" = "Konnte BOM Datei nicht lesen:";
"ERROR-15" = "Konnte BOM Einträge nicht empfangen:";
"ERROR-16" = "Konnte Ziel nicht überprüfen:";
"ERROR-17" = "Konnte Datei nicht vom Ziel herunterladen:";
"ERROR-18" = "Konnte Datei nicht auf das Ziel übertragen:";
"ERROR-19" = "Konnte Datei auf dem Ziel nicht löschen:";
"ERROR-20" = "Konnte ausführbare Datei nicht starten:";
"ERROR-21" = "Nicht genügend freier Speicher auf der lokalen Festplatte:";
